Repository: clesser/labs.gira.x1.logicmodules
Catalog: src/neleo_com.Logic.Bridges.Velux/Properties/Resources.*.resx
Languages: de

# Error_GatewayCommunication
source: The gateway reported error "{0}".
de: Das Velux KLF-200 hat diesen Kommunikationsfehler gemeldet: "{0}".

# Error_HardwareGateway
source: The hardware gateway raised error "{0}".
de: Das Velux KLF-200 hat diesen allgemeinen Fehler gemeldet: "{0}".

# Error_OutgoingTelegram
source: Outgoing telegram "{0}" can't be sent to gateway.
de: Das Antworttelegramm "{0}" kann nicht für einen Auftrag verwendet werden.

# Error_UnknownDatagram
source: Datagram "{0}" cannot be mapped to a telegram.
de: Das Datagram "{0}" kann nicht in ein Telegramm überführt werden.

# Error_UnknownIdentifier
source: Identifier {0}:{1} cannot be resolved.
de: Die Geltungsbereich-Bezeichner-Kombination "{0}:{1}" ist unbekannt.

# Error_UnknownName
source: Node, group or scene name "{0}" cannot be ressolved.
de: Das Gerät, die Gruppe oder Szene "{0}" ist unbekannt.

# Error_UnsupportedTelegram
source: Incoming telegram "{0}" is not supported.
de: Das eingehende Telegramm "{0}" wird nicht unterstützt.

# Exception_GatewayConnection
source: Gateway ({0}:51200) does not respond.
de: Das Gateway unter der Adresse ({0}:51200) antwortet nicht.

# Exception_GatewayConnectionAuthorization
source: Gateway does not accept password.
de: Das Gateway hat das Passwort nicht akzeptiert

# Exception_GatewayConnectionSecurity
source: Gateway does not accept secure connection certificate or protocol.
de: Das Gateway hat das Zertifikat für die sicherere Verbindung nicht akzeptiert.

# GatewayError
source: Errors
de: Fehler

# GatewayHost
source: IPv4 Address
de: IPv4-Adresse

# GatewayPassword
source: Password
de: Passwort

# GatewayRequest
source: Requests
de: Aufträge

# GatewayResponse
source: Responses
de: Antworten

# GatewayState
source: State
de: Status

# NodeCurrentInteger
source: Current Value
de: Aktueller Wert

# NodeCurrentPercent
source: Current Value (%)
de: Aktueller Wert (%)

# NodeEnforcement
source: Forced Value
de: Zwangsstellung

# NodeError
source: Error
de: Fehler

# NodeExecuting
source: Executing
de: Aktivität

source: Node Identifier
de: Gerätebezeichner

# NodeLimitation
source: Limitation
de: Sperre

# NodeTargetInteger
source: Target Value
de: Zielwert

# NodeTargetPercent
source: Target Value (%)
de: Zielwert (%)

# OutputRangeAndUnit
source: Output Value Range
de: Ausgabewertebereich

# PriorityComfortLevel1
source: Comfort Level 1
de: Komfort - Prio 1

# PriorityComfortLevel2
source: Comfort Level 2
de: Komfort - Prio 2

# PriorityComfortLevel3
source: Comfort Level 3
de: Komfort - Prio 3

# PriorityComfortLevel4
source: Comfort Level 4
de: Komfort - Prio 4

# PriorityEnvironmentProtection
source: Environment Protection
de: Schutz - Umwelt

# PriorityHumanProtection
source: Human Protection
de: Schutz - Leben

# PriorityUserLevel1
source: User Level 1
de: Benutzer - Prio 2

# PriorityUserLevel2
source: User Level 2
de: Benutzer - Prio 2

# RangeDefault
source: Default (0..51200)
de: Standard (0..51200)

# RangePercentAsc
source: Percent (0..100)
de: Prozent (0..100)

# RangePercentDesc
source: Percent (100..0)
de: Prozent (100..0)

# RequestIdentifier
source: Name or :Identifier
de: Name oder :Bezeichner

# RequestLongUpDown
source: Up / Down (Long)
de: Auf / Ab (Lang)

# RequestPriority
source: Command Priority
de: Priorität

# RequestRangeAndUnit
source: Input Value Range
de: Eingabewertbereich

source: Request Reboot
de: Neu starten

source: Request Reconnect
de: Neu verbinden

# RequestScope
source: Command Type
de: Geltungsbereich

# RequestShortUpDown
source: Up / Down (Short)
de: Auf / Ab (Kurz)

# RequestSource
source: Command Source
de: Absender

source: Request State
de: Status erfragen

# RequestTargetInteger
source: Target Value
de: Zielwert

# RequestTargetPercent
source: Target Value (%)
de: Zielwert (%)

# RequestUpDownStepSize
source: Up / Down (Short %)
de: Auf / Ab (Kurz %)

# RequestUpDownTimeSpan
source: Up / Down (Timespan)
de: Auf / Ab (Dauer)

# RequestVelocity
source: Execution Velocity
de: Ausführungsgeschwindigkeit

# ScopeGroup
source: Group
de: Gruppe

# ScopeNode
source: Node
de: Gerät

# ScopeScene
source: Scene
de: Szene

# SourceEmergency
source: Emergency Notification
de: Notfall

# SourceRain
source: Rain Sensor
de: Regensensor

# SourceSAAC
source: Stand Alone Automatic Control
de: Logik / Automatik

# SourceTimer
source: Timer
de: Wecker

# SourceUPS
source: Uninterruptible Power Supply
de: Unterbrechungsfreie Stromversorgung

# SourceUser
source: Human Interaction
de: Mensch

# VelocityDefault
source: Default
de: Standard

# VelocityFast
source: Fast
de: Schnell

# VelocitySilent
source: Silent
de: Still
